{
    "frontend":"Web_DE",
    "developer":"Entwickler",
    "aboutme":"Über mich",
    "skills":"Kenntnisse",
    "iam":"Ich bin",
    "heroBtn":"Jetzt Kontakt aufnehmen!",
    "Portfolio":"Projekte",
    "aboutme1":"Hallo, ich bin ein deutschsprachiger Fullstack-Entwickler aus der Nähe von Frankfurt. Motiviert durch die vielfältigen Möglichkeiten in der Webentwicklung, bin ich begeistert davon, optisch ansprechende und intuitive Webseiten und Anwendungen zu entwickeln.",
    "aboutme2":"Ich bin flexibel, was die Entfernung angeht, da ich gerne im Homeoffice arbeite.",
    "aboutme3":"Ich bin immer offen für neue Technologien und Herausforderungen, um meine Kenntnisse und Fähigkeiten ständig zu verbessern.",
    "aboutme4":"Programmieren ist für mich viel mehr als nur das Schreiben von Code. Es ist eine kreative Form Probleme zu lösen. Ich bin stolz auf meine Fähigkeit, komplexe technische Herausforderungen in einfache, benutzerfreundliche Lösungen umzusetzen. Auf diese Weise helfe ich Ihnen, Ihre Ziele zu erreichen damit Sie davon profitieren können.",
    "skills1":"Ich habe Erfahrungen in der Erstellung von Projekten mit verschiedenen Technologien und Konzepten gesammelt.",
    "skills2a":"Suchen Sie einen",
    "skills2b":"weiteren Skill",
    "skills3":"Nehmen Sie Kontakt mit mir auf. Ich freue mich darauf mein bisheriges Wissen zu erweitern.",
    "skillsBtn":"Kontakt aufnehmen",
    "portfolio1":"Entdecken Sie hier eine Auswahl meiner Arbeiten - Interagieren Sie mit den Projekten, um meine Fähigkeiten in Aktion zu sehen.",
    "contactH2":"Kontakt",
    "contactH3":"Haben Sie ein Problem zu lösen?",
    "contactP1":"Kontaktieren Sie mich über dieses Formular, ich bin daran interessiert, von Ihnen zu hören, Ihre Ideen zu kennen und mit meiner Arbeit zu Ihren Projekten beizutragen.",
    "contactP2":"Brauchen Sie einen Frontend-Entwickler?",
    "contactP3":"Kontaktieren Sie mich!",
    "contactFormLabel1":"Ihr Name",
    "contactFormLabel2":"Ihre E-Mail Adresse",
    "contactFormLabel3":"Ihre Nachricht",
    "contactFormLabel4a":"Ich habe die",
    "contactFormLabel4b":"Datenschutzerklärung",
    "contactFormLabel4c":"gelesen und bin mit der Verarbeitung meiner Daten einverstanden.",
    "contactFormBtn":"Sende Nachricht :)",
    "contactFormError1":"Bitte geben Sie Ihren Namen ein!",
    "contactFormError2":"Bitte geben Sie eine gültige E-Mail Adresse ein!",
    "contactFormError3":"Bitte geben Sie Ihre Nachricht ein.",
    "contactFormError4":"Bitte akzeptieren Sie die Datenschutzerklärung!",
    "stack":"Fullstack"

}