{
    "frontend":"Web_EN",
    "developer":"Developer",
    "aboutme":"About me",
    "skills":"Skills",
    "iam":"I am",
    "heroBtn":"Let´s talk!",
    "Portfolio":"Portfolio",
    "aboutme1":"Hi, I'm a German-speaking fullstack developer from near Frankfurt. Motivated by the diverse possibilities in web development, I am enthusiastic about developing visually appealing and intuitive websites and applications.",
    "aboutme2":"I am flexible in terms of distance as I like to work from home.",
    "aboutme3":"I am always open to new technologies and challenges to constantly improve my knowledge and skills.",
    "aboutme4":"For me, programming is much more than just writing code. It is a creative way of solving problems. I pride myself on my ability to turn complex technical challenges into simple, user-friendly solutions. In this way, I help you achieve your goals so that you can benefit from them.",
    "skills1":"I have gained experience in the creation of projects with different technologies and concepts.",
    "skills2a":"Looking for",
    "skills2b":"another skill",
    "skills3":"Feel free to contact me. I look forward to expanding on my previous knowledge.",
    "skillsBtn":"Get in touch",
    "portfolio1":"Explore a selection of my work here - Interact with projects to see my skills in action.",
    "contactH2":"Contact",
    "contactH3":"Got a problem to solve?",
    "contactP1":"Contact me through this form, I am interested in hearing from you, knowing your ideas and contributing to your projects with my work.",
    "contactP2":"Need a Frontend developer?",
    "contactP3":"Contact me!",
    "contactFormLabel1":"Your name",
    "contactFormLabel2":"Your email",
    "contactFormLabel3":"Your message",
    "contactFormLabel4a":"I´ve read the",
    "contactFormLabel4b":"privacy policy",
    "contactFormLabel4c":"and agree to the processing of my data as outlined.",
    "contactFormBtn":"Send message :)",
    "contactFormError1":"Please enter your name!",
    "contactFormError2":"Please enter a valid email adress!",
    "contactFormError3":"Please enter a message!",
    "contactFormError4":"Please accept the privacy policy!"
}
